Repository: 17mon/jwhois
Catalog: po/*.po
Languages: de, eo, fi, gl, lv, nl, ru, sr

source: but jwhois was compiled without IPv6 support.
de: aber jwhois wurde ohne IPv6-Unterstützung gebaut.
eo: sed jwhois estas kompilita sen subteno al IPv6.
fi: mutta ”jwhois” käännettiin ilman IPv6-tukea.
gl: pero jwhois compilouse sen compatibilidade con IPv6.
lv: bet jwhois tika kompilēts bez IPv6 atbalsta.
nl: 'jwhois' is gecompileerd zonder IPv6-ondersteuning.
sr: али јвкоје је преведен без ИПв6 подршке.

source: Redirected to
de: Weitergeleitet an
eo: Rekondukita al
fi: Uudelleenohjattu kohteeseen
gl: Reenviado a
lv: Novadīt uz
nl: Doorverwezen naar
sr: Преусмерен сам на

source: [Unable to connect to remote host]
de: [Verbindung zu entferntem Rechner nicht möglich]
eo: [Maleblas konekti al fora gastiganto]
fi: [Ei voitu yhdistää etäkoneeseen]
gl: [Non é posíbel conectarse ao servidor remoto]
lv: [Nevar savienoties ar attālināto resursdatoru]
nl: [Verbinden met host is mislukt]
sr: [Не могу да се повежем на удаљеног домаћина]

source: [RWHOIS: Protocol error while sending -rwhois option]
de: [RWHOIS: Protokollfehler beim Senden der -whois-Option]
eo: [RWHOIS: Protokola eraro dum sendado de elekteblo -rwhois]
fi: [RWHOIS: Protokollavirhe lähetettäessä ”-rwhois”-valitsinta]
gl: [RWHOIS: Erro de protocolo ao enviar a opción -rwhois]
lv: [RWHOIS: protokola kļūda, sūtot -rwhois opciju]
nl: [RWHOIS: Protocolfout bij verzenden van '-rwhois'-optie]
sr: [RWHOIS: Грешка протокола приликом слања „-rwhois“ опције]

source: Server does not support display command
de: Server unterstützt den display-Befehl nicht
eo: Servilo ne subtenas la komandon display
fi: Palvelin ei tue näyttökäskyä
gl: O servidor non admite a orde display
lv: Serveris neatbalsta attēlošanas komandu
nl: Server ondersteunt de opdracht 'display' niet
sr: Сервер не подржава наредбу приказа

source: Invalid limit in configuration file
de: Ungültiger Grenzwert in Konfigurationsdatei
eo: Malvalida limo en agordo-dosiero
fi: Virheellinen raja konfiguraatiotiedostossa
gl: Límite incorrecto no ficheiro de configuración
lv: Nederīgs ierobežojums konfigurācijas datnē
nl: Onjuiste grenswaarde in configuratiebestand
sr: Неисправно ограничење у датотеци подешавања

source: Server does not support limit
de: Server unterstützt keine Grenzwerte
eo: Servilo ne subtenas limon
fi: Palvelin ei tue rajaa
gl: O servidor non admite o límite
lv: Serveris neatbalsta ierobežojumu
nl: Server ondersteunt de grens niet
sr: Сервер не подржава ограничење

source: Unknown referral
de: Unbekannte Verweisung
eo: Nekonata referencanto
fi: Tuntematon lähete
gl: Referencia descoñecida
lv: Nezināms noraidītājs
nl: Onbekende verwijzing
sr: Непозната препорука

source: Following referral to
de: Folge der Verweisung nach
eo: Sekvado de referencanto al
fi: Seuraava lähete kohteeseen
gl: Seguindo a referencia a
lv: Sekojošais noraidītājs uz
nl: Verwijzing wordt gevolgd naar
sr: Пратим препоруку до

source: [Host terminated connection prematurely]
de: [Rechner hat die Verbindung vorzeitig beendet]
eo: [Gastiganto ĉesigis konekton trofrue]
fi: [Kone sulki yhteyden ennenaikaisesti]
gl: [O servidor terminou a conexión de xeito prematuro]
lv: [Resursdators priekšlaicīgi pārtrauca savienojumu]
nl: [Host brak de verbinding voortijdig af]
sr: [Домаћин је прерано окончао везу]

source: Unhandled reply
de: Unbehandelte Antwort
eo: Netraktita respondo
fi: Käsittelemätön vastaus
lv: Neapstrādāta atbilde
nl: Onverwerkt antwoord
sr: Непознат одговор

source: Error creating socket
de: Fehler beim Erzeugen des Sockets
eo: Eraro dum kreado de konektingo
fi: Virhe luotaessa pistoketta
lv: Kļūda, veidojot soketu
nl: Fout bij aanmaken van socket
sr: Грешка при прављењу прикључнице

source: Invalid connect timeout value
de: Ungültiger Wert für den Verbindungs-Timeout
eo: Malvalida konekto-tempolima valoro
fi: Virheellinen yhdistämisen aikakatkaisuarvo
gl: Valor de tempo de expiración da conexión incorrecto
lv: Nederīgs savienojuma termiņš
nl: Ongeldige waarde voor verbindingsverlooptijd
sr: Неисправна вредност истека при повезивању

source: Error reading data from
de: Fehler beim Lesen von
eo: Eraro dum legado de datumaro el
fi: Virhe luettaessa dataa kohteesta
gl: Produciuse un erro ao ler os datos desde
lv: Kļūda, lasot datus no
nl: Fout bij lezen van data van
sr: Грешка приликом читања података из

source: invalid expire time
ru: неверное время обновления

source: using defaults
ru: использование умолчаний

source: unable to open
ru: невозможно открыть

source: disabling cache
ru: запрещение кэша

source: unable to store data in database
ru: невозможно сохранить данные в базе данных

source: --version display version number and patch level --help display this help -c FILE, --config=FILE use FILE as configuration file -h HOST, --host=HOST explicitly query HOST -p PORT, --port=PORT use port number PORT (in conjunction with HOST) -v, --verbose verbose debug output
ru: --version отобразить номера версии и патча --help отобразить эту подсказку -c FILE, --config=FILE использовать FILE как конфигурационный файл -h HOST, --host=HOST запрашивать именно этот HOST -p PORT, --port=PORT использовать номер порта PORT (совместно с HOST) -v, --verbose Подробный отладочный вывод

source: -f, --force-lookup force lookup even if the entry is cached -d, --disable-cache disable cache functions
ru: -f, --force-lookup просматривать, даже если запись кэширована -d, --disable-cache запретить функции кэша

source: invalid port number
ru: неверный номер порта

source: error allocating memory
ru: ошибка при выделении памяти

source: string out of bounds on line
ru: строка вышла за границы

source: unexpected end of file on line
ru: неожиданный конец файла в строке

source: multiple keys on line
ru: множественные ключи в строке

source: missing key on line
ru: отсутствует ключ в строке

source: error creating socket
ru: ошибка создания сокета

source: fatal error searching for host to query
ru: фатальная ошибка при поиске хоста для запроса

source: error reading cache
ru: фатальная ошибка при чтении кэша

source: cached
ru: кэшировано

source: error reading data from
ru: ошибка чтения данных из

source: error writing to cache
ru: фатальная ошибка записи в кэш

source: invalid netmask on line
ru: неверный параметр netmask в строке

source: redirected to
ru: перенаправлено к
