Repository: 17mon/jwhois
Catalog: po/*.po
Languages: de, eo, fi, gl, lv, nl, ru, sr

source: Invalid expire time
de: Ungültige Ablaufzeit
eo: Malvalida tempo-limo
fi: Virheellinen vanhentumisaika
gl: O tempo de caducidade non é válido
lv: Nederīgs termiņš
nl: Onjuiste verlooptijd
sr: Неисправно време истека

source: Unable to open
de: Kann nicht öffnen
eo: Maleblas malfermi
fi: Ei voida avata
gl: Non foi posíbel abrir
lv: Nevar atvērt
nl: Openen is mislukt
sr: Не могу да отворим

source: Unable to store data in cache
de: Kann Daten nicht im Cache speichern
eo: Maleblas konservi datumaron en kaŝmemoro
fi: Ei voida tallentaa dataa välimuistiin
gl: Foi imposíbel almacenar os datos na caché
lv: Nevar glabāt datus kešatmiņā
nl: Opslaan van gegevens in cache is mislukt
sr: Не могу да сместим податке у оставу

source: host not found
de: Rechner nicht gefunden
eo: gastiganto ne trovita
fi: kone ei löytynyt
gl: non se atopou o servidor
lv: resursdators nav atrasts
nl: host niet gevonden
ru: хост не найден
sr: нисам пронашао домаћина

source: Address family for hostname not supported
de: Adressfamilie für diesen Rechner nicht unterstützt
eo: Adres-familio por gastig-nomo ne estas subtenata
fi: Osoiteperhettä konenimelle ei tueta
lv: Adrešu saime resursdatoram netiek atbalstīta
nl: Adresfamilie voor hostnaam wordt niet ondersteund
ru: Семейство адресов для хоста не поддерживается
sr: Породица адреса за назив домаћина није подржана

source: Temporary failure in name resolution
de: Vorübergehender Fehler bei der Namensauflösung
eo: Dumtempa paneo en nom-solvado
fi: Tilapäinen virhe nimenselvityksessä
gl: Fallo temporal na resolución de nomes
lv: Pagaidu kļūda nosaukuma atrašanā
nl: Tijdelijke storing in naamsherleiding
ru: Временный сбой в в распознавании имён
sr: Привремени неуспех одређивања имена

source: Bad value for ai_flags
de: Falscher Wert für ai_flags
eo: Malĝusta valoro por ai_flags
fi: Virheellinen arvo ”ai_flags”-lipuille
gl: Valor incorrecto para ai_flags
lv: Slikta ai_flags vērtība
nl: Ongeldige waarde voor 'ai_flags'
ru: Неверное значение для ai_flags
sr: Неисправна вредност за аи_опције

source: Non-recoverable failure in name resolution
de: Nicht-behebbarer Fehler bei der Namensauflösung
eo: Ne-restarigebla paneo en nom-solvado
fi: Palautumaton virhe nimenselvityksessä
gl: Fallo non recuperábel na resolución de nomes
lv: Neglābjama kļūda vārda atrašanā
nl: Onherstelbare mislukking in naamsherleiding
ru: Невосстановимый сбой в распознавании имён
sr: Непоправљива грешка при одређивању имена

source: ai_family not supported
de: ai_family nicht unterstützt
eo: ai_family ne estas subtenata
fi: ”ai_family” ei ole tuettu
gl: ai_family non admitido
lv: ai_family netiek atbalstīts
nl: 'ai_family' wordt niet ondersteund
ru: ai_family не поддерживается
sr: аи_породица није подржана

source: Memory allocation failure
de: Speicheranforderungsfehler
eo: Paneo en memor-rezervado
fi: Muistin varausvirhe
gl: Fallo de reserva de memoria
lv: Atmiņas piešķiršanas kļūda
nl: Onvoldoende geheugen
ru: Сбой при выделении памяти
sr: Расподела меморије није успела

source: No address associated with hostname
de: Der Rechner hat keine Adresse
eo: Neniu adreso ligita kun gastig-nomo
fi: Konenimeen ei ole yhdistetty osoitetta
gl: Non hai ningún enderezo asociado ao nome de servidor
lv: Ar resursdatora nosaukumu nav saistīta neviena adrese
nl: Aan hostnaam is geen adres verbonden
ru: Никакой адрес не связан с именем хоста
sr: Ниједна адреса није придружена називу домаћина

source: Name or service not known
de: Name oder Dienst unbekannt
eo: Nomo aŭ servo ne konata
fi: Nimi tai palvelu tuntematon
gl: Nome ou servizo descoñecido
lv: Nosaukums vai pakalpojums nav zināms
nl: Naam of dienst is niet bekend
ru: Имя или сервис неизвестны
sr: Није познат назив или сервер

source: Servname not supported for ai_socktype
de: Servname nicht unterstützt für ai_socktype
eo: Servnomo ne estas subtenata por ai_socktype
fi: Palvelinnimi on tukematon ”ai_socktype”:lle
gl: Servname non permitido para ai_socktype
lv: ai_socktype servera nosaukums netiek atbalstīts
nl: Servicenaam wordt niet ondersteund voor 'ai_socktype'
ru: Servname не поддерживаетсё для ai_socktype
sr: Назив сервера није подржан за аи_врступрикључка

source: ai_socktype not supported
de: ai_socktype nicht unterstützt
eo: ai_socktype ne subtenata
fi: ”ai_socktype” ei ole tuettu
gl: ai_socktype non admitido
lv: ai_socktype netiek atbalstīts
nl: 'ai_socktype' wordt niet ondersteund
ru: ai_socktype не поддерживается
sr: аи_врстаприкључка није подржана

source: System error
de: Systemfehler
eo: Sistema eraro
fi: Järjestelmävirhe
gl: Erro do sistema
lv: Sistēmas kļūda
nl: Systeemfout
ru: Системная ошибка
sr: Системска грешка

source: Unknown error
de: Unbekannter Fehler
eo: Nekonata eraro
fi: Tuntematon virhe
gl: Erro descoñecido
lv: Nezināma kļūda
nl: Onbekende fout
ru: Неизвестная ошибка
sr: Непозната грешка

source: %s: option `%s' is ambiguous
de: %s: Option »%s« ist mehrdeutig
eo: %s: elekteblo '%s' estas plursenca
fi: %s: valitsin ”%s” on moniselitteinen
gl: %s: a opción «%s» é ambigua
lv: %s: opcija “%s” ir divdomīga
nl: %s: optie '%s' is niet eenduidig
sr: %s: опција „%s“ је нејасна

source: %s: option `--%s' doesn't allow an argument
de: %s: Option »--%s« erlaubt kein Argument
eo: %s: elekteblo '--%s' ne permesas argumenton
fi: %s: valitsin ”--%s” ei salli argumenttia
gl: %s: a opción «--%s» non permite ningún argumento
lv: %s: opcija “--%s” neatļauj argumentu
nl: %s: optie '--%s' staat geen argument toe
sr: %s: опција „--%s“ не дозвољава аргумент

source: %s: option `%c%s' doesn't allow an argument
de: %s: Option »%c%s« erlaubt kein Argument
eo: %s: elekteblo '%c%s' ne permesas argumenton
fi: %s: valitsin ”%c%s” ei salli argumenttia
gl: %s: a opción «%c%s» non permite ningún argumento
lv: %s: opcija “%c%s” neatļauj argumentu
nl: %s: optie '%c%s' staat geen argument toe
sr: %s: опција „%c%s“ не дозвољава аргумент

source: %s: option `%s' requires an argument
de: %s: Option »%s« benötigt ein Argument
eo: %s: elekteblo '%s' postulas argumenton
fi: %s: valitsin ”%s” vaatii argumentin
gl: %s: a opción «%s» require un argumento
lv: %s: opcijai “%s” nepieciešams arguments
nl: %s: optie '%s' vereist een argument
sr: %s: опција „%s“ захтева аргумент

source: %s: unrecognized option `--%s'
de: %s: Unbekannte Option »--%s«
eo: %s: nerekonata elekteblo '--%s'
fi: %s: tunnistamaton valitsin ”--%s”
gl: %s: opción «--%s» non recoñecida
lv: %s: neatpazīta opcija “--%s”
nl: %s: onbekende optie '--%s'
sr: %s: непрепознатљива опција „--%s“

source: %s: unrecognized option `%c%s'
de: %s: Unbekannte Option »%c%s«
eo: %s: nerekonata elekteblo '%c%s'
fi: %s: tunnistamaton valitsin ”%c%s”
gl: %s: opción «%c%s» non recoñecida
lv: %s: neatpazīta opcija “%c%s”
nl: %s: onbekende optie '%c%s'
sr: %s: непрепознатљива опција „%c%s“

source: %s: illegal option -- %c
de: %s: Ungültige Option -- %c
eo: %s: malpermesata elekteblo -- %c
fi: %s: virheellinen valitsin – %c
gl: %s: opción inaceptábel -- %c
lv: %s: neatļauta opcija -- %c
nl: %s: ongeldige optie -- %c
sr: %s: неисправна опција —— „%c“

source: %s: invalid option -- %c
de: %s: Ungültige Option -- %c
eo: %s: malvalida elekteblo -- %c
fi: %s: virheellinen valitsin – %c
gl: %s: opción incorrecta -- %c
lv: %s: nederīga opcija -- %c
nl: %s: ongeldige optie -- %c
sr: %s: неисправна опција —— „%c“

source: %s: option requires an argument -- %c
de: %s: Option benötigt ein Argument -- %c
eo: %s: elekteblo postulas argumenton -- %c
fi: %s: valitsin vaatii argumentin – %c
gl: %s: a opción require un argumento -- %c
lv: %s: opcijai nepieciešamas arguments -- %c
nl: %s: optie vereist een argument -- %c
sr: %s: опција захтева аргумент —— „%c“

source: %s: option `-W %s' is ambiguous
de: %s: Option »-W %s« ist mehrdeutig
eo: %s: elekteblo '-W %s' estas plursenca
fi: %s: valitsin ”-W %s” on moniselitteinen
gl: %s: a opción «-W %s» é ambigua
lv: %s: opcija “-W %s” ir divdomīga
nl: %s: optie '-W %s' is niet eenduidig
sr: %s: опција „-W %s“ је нејасна

source: %s: option `-W %s' doesn't allow an argument
de: %s: Option »-W %s« erlaubt kein Argument
eo: %s: elekteblo '-W %s' ne permesas argumenton
fi: %s: valitsin ”-W %s” ei salli argumenttia
gl: %s: a opción «-W %s» non permite ningún argumento
lv: %s: opcija “-W %s” neatļauj argumentu
nl: %s: optie '-W %s' staat geen argument toe
sr: %s: опција „-W %s“ не дозвољава аргумент

source: HTTP configuration is incomplete:
de: HTTP-Konfiguration ist unvollständig:
eo: Agordado de HTTP estas nekompleta:
fi: HTTP-konfiguraatio ei ole valmis:
gl: A configuración HTTP está incompleta:
lv: HTTP konfigurācija ir nepilnīga:
nl: HTTP-configuratie is incompleet:
sr: Подешавање ХТТП-а је недовршено:

source: Option is missing:
de: Option fehlt:
eo: Elekteblo mankas:
fi: Valitsin puuttuu:
gl: Falta a opción:
lv: Trūkst opcija:
nl: Optie ontbreekt:
sr: Недостаје опција:

source: Option http-method must be "GET" or "POST".
de: Option http-method muss entweder »GET« oder »POST« sein.
eo: Elekteblo http-method devas esti "GET" aŭ "POST".
fi: Valitsimen http-methodin on oltava ”GET” tai ”POST”.
gl: A opción http-method debe ser «GET» ou «POST».
lv: Opcijai http-method jābūt “GET” vai “POST”.
nl: De optie 'http-method' moet 'GET' of 'POST' zijn.
sr: Опција „http-method“ мора бити „GET“ или „POST“.

source: Unable to create temporary file
de: Kann temporäre Datei nicht erzeugen
eo: Maleblas krei provizoran dosieron
fi: Ei voida luoda tilapäistä tiedostoa
gl: Non é posíbel crear un ficheiro temporal
lv: Neizdevās izveidot pagaidu datni
nl: Kan geen tijdelijk bestand aanmaken
sr: Не могу да направим привремену датотеку

source: Querying
de: Anfragen
eo: Ni petas
fi: Kysellään
gl: Consultando
lv: Vaicā
nl: Bevragen van
sr: Постављам упит

source: Unable to run web browser
de: Kann Webbrowser nicht starten
eo: Maleblas lanĉi retumilon
fi: Ei voida ajaa webbiselainta
gl: Non é posíbel executar un navegador web
lv: Nevar palaist tīmekļa pārlūku
nl: Kan browser niet starten
sr: Не могу да покренем прегледника веба

source: Copyright (C) 1999-%d Free Software Foundation, Inc.
eo: Kopirajto (K) 1999-%d Free Solftware Foundation, Inc.
fi: Tekijänoikeudet © 1999-%d Free Software Foundation, Inc.
lv: Autortiesības (C) 1999-%d Free Software Foundation, Inc.
sr: Ауторска права (C) 1999-%d Задужбина слободног софтвера

source: This program is free software with ABSOLUTELY NO WARRANTY; you may redistribute it under the terms of the GNU General Public License.
de: Dieses Programm ist Freie Software mit ÜBERHAUPT KEINER GARANTIE; Sie dürfen es gemäß den Bedingungen der GNU General Public License weiter- verbreiten.
eo: Tiu ĉi programo estas libera programaro kun NEPRE NENIU GARANTIO; vi povas redisdoni ĝin laŭ la kondiĉoj de la Ĝenerala Publika Permeso de GNU.
fi: Tämä ohjelma on vapaa ohjelmisto, jolla ei EHDOTTOMASTI OLE MITÄÄN TAKUUTA; saat jakaa sitä edelleen GNU General Public Lisenssin ehtojen mukaisesti.
gl: Este programa é software libre e non ten NINGUNHA GARANTÍA; pode redistribuílo baixo os termos da Licenza Pública Xeral de GNU.
lv: Šī programma ir brīvā programmatūra BEZ JEBKĀDĀM GARANTIJĀM; jūs to varat izplatīt zem GNU Vispārējās publiskās licences nosacījumiem.
nl: Dit programma is vrije software zonder ENIGE GARANTIE; u mag het vrijelijk verder verspreiden onder de voorwaarden van de GNU General Public License.
ru: Эта программа является свободным программным обеспечением с АБСОЛЮТНЫМ ОТСУТСТВИЕМ ГАРАНТИИ; вы можете распространять её под условиями Генеральной Общедоступной Лицензии GNU.
sr: Овај програм је слободан софтвер који нема АПСОЛУТНО НИКАКВУ ГАРАНЦИЈУ; можете да га расподељујете под условима ГНУ опште јавне лиценце.

source: version
eo: versio
fi: versio
gl: versión
lv: versija
nl: versie
ru: версия
sr: издање

source: Usage: jwhois [OPTIONS] [QUERY]
de: Aufruf: jwhois [OPTIONEN] [ANFRAGE]
eo: Uzado: jwhois [ELEKTEBLOJ] [PETO]
fi: Käyttö: jwhois [VALITSIMET] [KYSELY]
gl: Modo de uso: jwhois [OPCIÓNS] [CONSULTA]
lv: Lietošana: jwhois [OPCIJAS] [VAICĀJUMS]
nl: Gebruik: jwhois [OPTIES] [ZOEKOPDRACHT]
ru: Использование: jwhois [ПАРАМЕТРЫ] [ЗАПРОС]
sr: Употрба: jwhois [ОПЦИЈЕ] [УПИТ]

source: --version display version number and patch level --help display this help -v, --verbose verbose debug output -c FILE, --config=FILE use FILE as configuration file -h HOST, --host=HOST explicitly query HOST -n, --no-redirect disable content redirection -s, --no-whoisservers disable whois-servers.net service support -a, --raw disable reformatting of the query -i, --display-redirections display all redirects instead of hiding them -p PORT, --port=PORT use port number PORT (in conjunction with HOST) -r, --rwhois force an rwhois query to be made --rwhois-display=DISPLAY sets the display option in rwhois queries --rwhois-limit=LIMIT sets the maximum number of matches to return
de: --version Versionsnummer und Patchlevel anzeigen --help diese Hilfe anzeigen -v, --verbose gesprächige Fehlersuchausgabe -c DATEI, --config=DATEI DATEI als Konfigurationsdatei benutzen -h HOST, --host=HOST explizit HOST abfragen -n, --no-redirect Inhalts-Umleitung deaktivieren -s, --no-whoisservers Unterstützung für whois-servers.net-Dienst deaktivieren -a, --raw Umformatieren der Anfrage deaktivieren -i, --display-redirections alle Umleitungen anzeigen, statt sie zu verstecken -p PORT, --port=PORT Portnummer PORT benutzen (zusammen mit HOST) -r, --rwhois erzwingen, dass eine rwhois-Anfrage gestellt wird --rwhois-display=DISPLAY legt die Anzeige-Option in rwhois-Anfragen fest --rwhois-limit=LIMIT legt die Maximalzahl von Treffern fest, die zurückgegeben werden
eo: --version montri versi-numeron and kaj flik-nivelon --help montri tiun ĉi helpon -v, --verbose detalige rafiniga eligo -c DOSI, --config=DOSI uzi DOSI kiel agordan dosieron -h GAST, --host=GAST senpere informpeti GASTiganton -n, --no-redirect malebligi enhav-rekonduko -s, --no-whoisservers malebligi serv-subteno whois-servers.net -a, --raw malebligi reformigo de la informpeto -i, --display-redirections montri ĉiujn rekondukojn anstataŭ ilin kaŝi -p PORD, --port=PORD uzi pord-numeron PORD (kune kun GAST) -r, --rwhois devigi ke informpeto rwhois estu farata --rwhois-display=MONTRILO difinas la montrig-elektojn en informpetoj rwhois --rwhois-limit=LIMO difinas maksimume kiom da kongruoj por liveri
fi: --version näytä versionumero ja korjaustaso --help näytä tämä opaste -v, --verbose lavea virheenjäljitystuloste -c FILE, --config=TIEDOSTO käytä TIEDOSTOa konfiguraatiotiedostona -h HOST, --host=KONE eksplisiittisesti kysy tietoKONEtta -n, --no-redirect passivoi sisällön edelleenohjaus -s, --no-whoisservers passivoi ”whois-servers.net”-palvelutuki -a, --raw passivoi kyselyn uudelleenmuotoilu -i, --display-redirections näytä kaikki uudelleenohjaukset niiden kätkemisen sijasta -p PORT, --port=PORTTI käytä porttinumeroa PORTTI (yhdessä KONEen kanssa) -r, --rwhois pakota ”rwhois”-kysely tehtäväksi --rwhois-display=NÄYTTÖ asettaa näyttövalitsimen ”rwhois”-kyselyissä --rwhois-limit=RAJA asettaa täsmäävien paluuarvojen maksimimäärän
lv: --version attēlot versijas numuru un ielāpu līmeni --help attēlot šo palīdzību -v, --verbose detalizēta atkļūdošanas izvade -c DATNE, --config=DATNE izmanto DATNI kā konfigurācijas datni -h DATORS, --host=DATORS tieši vaicāt pēc DATORU -n, --no-redirect izslēgt satura novirzīšanu -s, --no-whoisservers izslēgt whois-servers.net atbalstu -a, --raw izslēgt vaicājuma pārformēšanu -i, --display-redirections attēlot visas novadīšanas, nevis slēpt tās -p PORTS, --port=PORTS izmantot PORTU (lieto kopā ar DATORU) -r, --rwhois spiež veikt rwhois vaicājumu --rwhois-display=ATTĒLOT iestata attēlošanas opciju rwhois vaicājumam --rwhois-limit=LIMITS iestata maksimālo atgriežamo vaicājumu skaitu
nl: --version versienummer tonen --help deze hulptekst tonen -v, --verbose breedsprakige uitvoer (voor debuggen) -a, --raw heropmaken van de zoekopdracht uitschakelen -c BESTAND, --config=BESTAND te gebruiken configuratiebestand -h HOST, --host=HOST te bevragen host -i, --display-redirections doorverwijzingen weergeven, niet verbergen -n, --no-redirect inhoudsdoorverwijzing uitschakelen -p POORT, --port=POORT te gebruiken poortnummer (samen met HOST) -r, --rwhois een 'rwhois'-zoekopdracht afdwingen --rwhois-display=DISPLAY te gebruiken display voor tonen van resultaten --rwhois-limit=AANTAL maximum aantal weer te geven resultaten -s, --no-whoisservers geen gebruik maken van 'whois-servers.net'
sr: --version приказује број издања и ниво закрпе --help приказује ову помоћ -v, --verbose опширан излаз уклањања грешака -c ДАТОТЕКА, --config=ДАТОТЕКА користи ДАТОТЕКУ као датотеку подешавања -h ДОМАЋИН, --host=ДОМАЋИН изричито пропитује ДОМАЋИН-а -n, --no-redirect искључује преусмеравање садржаја -s, --no-whoisservers искључује подршку услуге „whois-servers.net“ -a, --raw искључује поновно оформљавање упита -i, --display-redirections приказује сва преусмеравања уместо да их крије -p ПОРТ, --port=ПОРТ користи број порта ПОРТ (у споју са ДОМАЋИН-ом) -r, --rwhois присиљава извршавање упита програма --rwhois-display=ПРИКАЗ подешава опцију приказа у упитима рвкоје --rwhois-limit=ОГРАНИЧЕЊЕ поставља највећи број поклапања који ће бити исписан у резултату

source: -f, --force-lookup force lookup even if the entry is cached -d, --disable-cache disable cache functions
de: -f, --force-lookup abfragen, auch wenn der Eintrag im Cache ist -d, --disable-cache Cachefunktionen deaktivieren
eo: -f, --force-lookup devigi lookup eĉ se la enigo estas en kaŝmemoro -d, --disable-cache malebligi kaŝmemorajn funkciojn
fi: -f, --force-lookup pakota haku silloinkin kun hakusana on välimuistissa -d, --disable-cache passivoi välimuistitoiminnot
gl: -f, --force-lookup forzar a busca incluso se a entrada está na caché -d, --disable-cache desactivar as funcións de caché
lv: -f, --force-lookup piespiedu meklēšana, pat ja ieraksts ir kešots -d, --disable-cache izslēgt keša funkciju
nl: -f, --force-lookup toch opzoeken, ook als gegevens gecached zijn -d, --disable-cache cache-functies uitschakelen
sr: -f, --force-lookup присиљава претраживање чак и ако је унос одложен у оставу -d, --disable-cache искључује функције смештања у оставу

source: Report bugs to bug-jwhois@gnu.org
de: Melden Sie Fehler an bug-jwhois@gnu.org
eo: Raportu misojn al bug-jwhois@gnu.org
fi: Ilmoita virheistä osoitteeseen bug-jwhois@gnu.org
gl: Envíe informes de fallo a bug-jwhois@gnu.org
lv: Ziņojiet par kļūdām uz bug-jwhois@gnu.org
nl: Rapporteer gebreken in het programma aan <bug-jwhois@gnu.org>; meld fouten in de vertaling aan <vertaling@vrijschrift.org>.
ru: Сообщать об ошибкаx на bug-jwhois@gnu.org
sr: Грешке пријавите на bug-jwhois@gnu.org

source: Invalid limit
de: Ungültige Grenze
eo: Malvalida limo
fi: Virheellinen raja
gl: Límite incorrecto
lv: Nederīgs limits
nl: Ongeldige grenswaarde
sr: Неисправно ограничење

source: Invalid port number
de: Ungültige Portnummer
eo: Malvalida pord-numero
fi: Virheellinen porttinumero
gl: Número de porto incorrecto
lv: Nederīgs porta numurs
nl: Ongeldig poortnummer
sr: Неисправан број порта

source: Error allocating memory
de: Kein Speicher verfügbar
eo: Eraro dum rezervado de memoro
fi: Virhe muistinvarauksessa
gl: Produciuse un erro ao asignar memoria
lv: Kļūda, piešķirot atmiņu
nl: Onvoldoende geheugen
sr: Грешка при додељивању меморије

source: String out of bounds on line
de: String außerhalb der Grenzen in Zeile
eo: Ĉeno for de limoj en linio
fi: Merkkijono rajojen ulkopuolella rivillä
lv: Virkne ārpus robežas rindā
nl: Tekenreeks valt buiten grenzen op regel
sr: Ниска је ван граница на реду

source: End of file looking for '"' on line
de: Dateiende erreicht, aber »"« erwartet in Zeile
eo: Dosier-fino serĉanta '"' en linio
fi: Tiedoston loppu tuli vastaan etsittäessä riviltä ”"”-merkkiä
gl: Atopouse fin de ficheiro buscando «"» na liña
lv: Datnes beigas, meklējot “"” rindā
nl: Einde van bestand werd bereikt tijdens zoeken naar '"' op regel
sr: Крај датотеке приликом тражења „"“ у реду

source: Unexpected end of file on line
de: Unerwartetes Dateiende in Zeile
eo: Neatendita dosier-fino en linio
fi: Odottamaton tiedoston loppu rivillä
gl: Fin de ficheiro inesperado na liña
lv: Negaidītas datnes beigas
nl: Onverwacht einde van bestand op regel
sr: Неочекиван крај датотеке у реду

source: Multiple keys on line
de: Mehrere Schlüssel in einer Zeile
eo: Multoblaj klavoj en linio
fi: Useita avaimia rivillä
gl: Varias claves na liña
lv: Vairākas atslēgas uz rindā
nl: Meerdere sleutels op regel
sr: Више кључева у реду

source: Missing key on line
de: Kein Schlüssel in dieser Zeile
eo: Mankas klavo en linio
fi: Puuttuva avain rivillä
gl: Falta a clave na liña
lv: Trūkst atslēga rindā
nl: Ontbrekende sleutel op regel
sr: Недостаје кључ у реду

source: Fatal error searching for host to query
de: Fataler Fehler beim Suchen nach dem abzufragenden Rechner
eo: Neriparebla eraro dum serĉado de gastiganto por informpeti
fi: Kohtalokas virhe etsittäessä konetta kyselylle
gl: Produciuse un erro moi grave ao buscar o servidor para consultalo
lv: Fatāla kļūda, meklējot resursdatoru vaicāšanai
nl: Fatale fout bij zoeken naar te bevragen host
sr: Кобна грешка приликом тражења домаћина за упит

source: Error reading cache
de: Fehler beim Lesen des Caches
eo: Eraro dum legado de kaŝmemoro
fi: Virhe luettaessa välimuistia
gl: Produciuse un erro ao ler a caché
lv: Kļūda, lasot kešu
nl: Fout bij lezen van cache
sr: Грешка при читању оставе

source: Cached
de: Zwischengespeichert
eo: Kaŝmemorigita
fi: Välimuistissa
gl: Na caché
lv: Kešots
nl: Gecached
sr: У остави

source: Error writing to cache
de: Fehler beim Beschreiben des Zwischenspeichers
eo: Eraro dum skribado de kaŝmemoro
fi: Virhe kirjoitettaessa välimuistia
gl: Produciuse un erro ao escribir na caché
lv: Kļūda, rakstot uz kešu
nl: Fout bij schrijven naar cache
sr: Грешка при писању у оставу

source: Invalid netmask on line
de: Ungültige Netzmaske in Zeile
eo: Malvalida linio netmask (retmasko)
fi: Virheellinen verkkopeite rivillä
gl: Máscara de rede incorrecta na liña
lv: Nederīga tīkla maska rindā
nl: Onjuiste netmask op regel
sr: Неисправна маска мреже у реду

source: [%s: Missing prefix length on line %d]
de: [%s: Fehlende Präfixlänge in Zeile %d]
eo: [%s: Mankas prefiks-longo en linio %d]
fi: [%s: Puuttuva prefiksipituus rivillä %d]
gl: [%s: Falta a lonxitude de prefixo na liña %d]
lv: [%s: trūkst prefiksa garums rindā %d]
nl: [%s: Ontbrekende prefixlengte op regel %d]
sr: [%s: Недостаје дужина префикса у реду %d]

source: [%s: Invalid prefix length on line %d]
de: [%s: Ungültige Präfixlänge in Zeile %d]
eo: [%s: Malvalida prefiks-longo en linio %d]
fi: [%s: Virheellinen prefiksipituus rivillä %d]
gl: [%s: Lonxitude de prefixo incorrecta na liña %d]
lv: [%s: nederīgs prefiksa garums rindā %d]
nl: [%s: Ongeldige prefixlengte op regel %d]
sr: [%s: Неисправна дужина префикса у реду %d]

source: [%s: Invalid network address on line %d]
de: [%s: Ungültige Netzwerkadresse in Zeile %d]
eo: [%s: Malvalida reta adreso en linio %d]
fi: [%s: Virheellinen verkko-osoite rivillä %d]
gl: [%s: Enderezo de rede incorrecto na liña %d]
lv: [%s: nederīga tīkla adreses rindā %d]
nl: [%s: Ongeldig netwerkadres op regel %d]
sr: [%s: Неисправна адреса мреже у %d. реду]

source: Warning: Configuration file contains references to IPv6,
de: Warnung: Die Konfigurationsdatei enthält Verweise auf IPv6,
eo: Averto: Agordo-dosiero enhavas referencoj al IPv6,
fi: Varoitus: Konfiguraatiotiedosto sisältää viitteitä IPv6-protokollaan,
gl: Advertencia: o ficheiro de configuración contén referencias a IPv6,
lv: Brīdinājums: konfigurācijas datne satur norādes uz IPv6,
nl: Waarschuwing: configuratiebestand bevat referenties aan IPv6, maar
sr: Упозорење: Датотека подешавања садржи упуте на ИПв6,
